Repository: pedrogomezosorio/2345678
Catalog: app/lib/l10n/app_*.arb
Languages: es

# friendsTab
source: FRIENDS
es: AMIGOS

# expensesTab
source: EXPENSES
es: GASTOS

# btnSettle
source: SETTLE DEBT
es: LIQUIDAR DEUDA

# btnRefresh
source: REFRESH
es: ACTUALIZAR

source: SHOW ALL
es: VER DETALLES

# noFriends
source: No friends yet
es: No hay amigos aún

source: Friend deleted
es: Amigo eliminado

# noExpenses
source: No expenses yet
es: No hay gastos (A1: Sin datos)

source: Expense deleted
es: Gasto eliminado (UC-04)

# dialogSettleTitle
source: Settle Debt
es: Liquidar Deuda

# labelPayer
source: Who pays
es: Quién paga

# labelReceiver
source: Who receives
es: Quién recibe

# labelAmount
source: Amount
es: Monto

# btnCancel
source: Cancel
es: Cancelar

# btnAdd
source: Add
es: Añadir

# btnLiquidar
source: Settle
es: Liquidar

# dialogAddFriendTitle
source: Add Friend
es: Añadir Amigo

# hintFriendName
source: Friend's name
es: Nombre del amigo

# titleCreateExpense
source: CREATE EXPENSE
es: CREAR GASTO

# titleEditExpense
source: EDIT EXPENSE
es: MODIFICAR GASTO

# labelDescription
source: Description
es: Descripción

# labelDate
source: Date
es: Fecha

# labelPaidBy
source: Paid by
es: Pagado por

# labelParticipants
source: Participants
es: Participantes

# btnConfirm
source: CONFIRM
es: CONFIRMAR

# msgSelectPayer
source: Select payer
es: Seleccionar pagador

# headerBalance
source: {name}'s General Balance
es: Balance General de {name}

# labelNetBalance
source: Net Balance
es: Balance Neto

# labelCredit
source: Total Credit
es: Total que le deben (Crédito)

# labelDebit
source: Total Debit
es: Total que debe (Débito)

# headerExpensesList
source: Expenses participated in
es: Gastos en los que participa

# msgNoExpensesFriend
source: This friend has no expenses.
es: Este amigo no participa en ningún gasto.

# msgDebtSettled
source: Debt settled
es: Deuda liquidada
